[
    "What was the little old house out with?",
    "Where was the new shed located?",
    "What was the traffic doing at the edge of the road?",
    "What did the roadside stand do?",
    "How did it plead?",
    "What would it not be fair to say the stand was pleading for?",
    "What was the stand pleading for instead?",
    "What does the flow of this money support?",
    "What does it prevent the flower of cities from doing?",
    "How did the polished traffic pass?",
    "What was the state of the traffic if it ever did turn aside for a moment?",
    "What were they out of sorts about?",
    "What was the paint on the signs described as?",
    "What was wrong with the signs?",
    "What was offered for sale?",
    "In what were the wild berries offered?",
    "What was the other item offered for sale?",
    "What was the third thing offered for sale?",
    "What does the poet say to the reader about their money?",
    "What does the poet say the reader should do if they want to be mean?",
    "What wouldn't be the poet's complaint?",
    "What is the poet's complaint instead?",
    "Where is the roadside stand located?",
    "What do the people at the stand ask for?",
    "What do they want to do with the city money?",
    "What do they want to try with the money?",
    "What do they want to be given?",
    "Who is said to be keeping this promise from them?",
    "What is in the news?",
    "What is to be done with the pitiful kin?",
    "Where are they to be gathered in to live?",
    "What is the advantage of living in these villages?",
    "Who are the \"greedy good-doers\" and \"beneficent beasts of prey\"?",
    "What do they do to the lives of the people?",
    "What are the benefits calculated to do?",
    "What do they teach the people to do?",
    "What is the result of this teaching?",
    "What do they destroy in the process?",
    "What can the poet hardly bear sometimes?",
    "What is the nature of this childish longing?",
    "Where does the sadness lurk?",
    "What does this sadness do all day?",
    "What is it waiting for?",
    "How many selfish cars pass by?",
    "What is the one thing the people at the stand want a car to do?",
    "What did one car stop for?",
    "What did another car stop for?",
    "What did a third car stop for?",
    "What was the poet's reaction to this?",
    "What has never been found in country money?",
    "What does the voice of the country seem to do?",
    "What great relief does the poet own it would be?",
    "What does the poet wonder the next day?",
    "What does the poet wonder if the reader would do?"
]