[
    "How old was the narrator when he decided to learn to swim?",
    "Where was the pool located?",
    "What was the name of the river that was considered treacherous?",
    "What did the narrator's mother continually warn him about?",
    "How deep was the Y.M.C.A. pool at the shallow end?",
    "How deep was the Y.M.C.A. pool at the deep end?",
    "What did the narrator get to help him swim?",
    "What did the narrator hate to do when he went to the pool?",
    "What did the narrator have an aversion to from the beginning?",
    "When did this aversion start?",
    "Where did the narrator's father take him when he was three or four years old?",
    "What happened to the narrator at the beach in California?",
    "How did the narrator's father react?",
    "What did the narrator's introduction to the Y.M.C.A. swimming pool revive?",
    "What did the narrator do to gain confidence?",
    "How many times did he do this before the misadventure happened?",
    "What was the state of the pool when the narrator went there alone?",
    "Why did the narrator sit on the side of the pool?",
    "Who came in when the narrator was waiting?",
    "How old was the boy?",
    "What did the boy look like?",
    "What did the boy yell at the narrator?",
    "What did the boy do to the narrator?",
    "In what position did the narrator land in the water?",
    "What was the narrator's plan as he went down?",
    "How did the nine feet feel to the narrator?",
    "What did the narrator do when his feet hit the bottom?",
    "What did he imagine he would do?",
    "What happened instead?",
    "What did the narrator see when he opened his eyes?",
    "What did the narrator do when he grew panicky?",
    "What happened when he tried to yell?",
    "What came out of the water, and what did not?",
    "What did the narrator do at the surface of the water?",
    "How did his legs feel?",
    "What did the narrator remember as he went down the second time?",
    "What did the narrator see when he opened his eyes the second time?",
    "What seized the narrator then?",
    "What was the narrator doing under water?",
    "What parts of his body were paralyzed?",
    "What told him that he was still alive?",
    "What did the narrator remember in the midst of the terror?",
    "What did he feel under him at last?",
    "Did the jump make a difference?",
    "What did the narrator look for in the water?",
    "What took an even deeper hold on him?",
    "What did he try to call for?",
    "What happened then, strangely?",
    "What happened when he started down a third time?",
    "What ceased then?",
    "How did the narrator feel?",
    "What did he cross to?",
    "What is the next thing the narrator remembers?",
    "What was the chap that threw him in saying?",
    "What did someone else say?",
    "Where did they carry the narrator?",
    "How did the narrator feel several hours later when he walked home?",
    "What did he do when he lay on his bed?",
    "What couldn't he do that night?",
    "What was in his heart for days?",
    "What did the slightest exertion do to him?",
    "Did the narrator go back to the pool?",
    "What did he do whenever he could?",
    "When did the narrator want to get into the waters of the Cascades?",
    "What would happen whenever he did?",
    "What would happen to his legs?",
    "What did this handicap do to the narrator's life?",
    "What did the narrator decide to do one October?",
    "How often did he practice?",
    "What did the instructor put around him?",
    "What did the instructor do with the rope?",
    "What happened on each trip across the pool?",
    "How long was it before the tension began to slack?",
    "What did the instructor teach him to do with his face?",
    "What did the instructor have him do at the side of the pool?",
    "What did the instructor build, piece by piece?",
    "What did the instructor say to him in April?",
    "Was the narrator finished?",
    "What did he still wonder?",
    "What did he do to test himself?",
    "What would return?",
    "What could he say to the terror?",
    "How long did this go on?",
    "Where did he go to test himself further?",
    "What did he do there?",
    "How many miles did he swim?",
    "What did he swim?",
    "When did the terror return?",
    "What did he see when he put his face under?",
    "What did he say to \"Mr. Terror\"?",
    "What did he do after that?",
    "Where did he go for his first opportunity to get rid of his residual doubts?",
    "Where did he camp?",
    "What did he do the next morning?",
    "What did he shout with joy?",
    "What did the experience have for him?",
    "What did Roosevelt say about fear?",
    "What did the narrator feel at last?"
]