[
    "When did the author find herself aboard a Russian research vessel?",
    "What was the name of the vessel?",
    "Where was the vessel heading?",
    "How is the continent described?",
    "Where did the author's journey begin?",
    "How many time zones did she cross?",
    "How many checkpoints did she cross?",
    "How many bodies of water did she cross?",
    "How many ecospheres did she cross?",
    "How long had the author been travelling by the time she set foot on the Antarctic continent?",
    "What was her first emotion on facing Antarctica?",
    "What was her second emotion?",
    "What did she wonder at?",
    "What was the main thing she wondered about?",
    "How many years ago did Gondwana exist?",
    "What was Gondwana?",
    "Where was it centred?",
    "What was different about the world then?",
    "For how many years did Gondwana thrive?",
    "What happened when the dinosaurs were wiped out?",
    "What was the landmass forced to do?",
    "What is the significance of visiting Antarctica now?",
    "What does the author say it is to understand?",
    "What can get pretty mind-boggling?",
    "What does the author ask us to imagine?",
    "What did South America do?",
    "What did the opening up of the Drake Passage create?",
    "What did the cold circumpolar current do?",
    "What is a chilling prospect for a sun-worshipping South Indian like the author?",
    "What is it like walking into?",
    "What do you lose all sense of in Antarctica?",
    "What does the visual scale range from?",
    "How long have human civilisations been around?",
    "What have we managed to create in that short amount of time?",
    "What has the rapid increase of human populations left us doing?",
    "What has the unmitigated burning of fossil fuels created?",
    "What is this blanket of carbon dioxide doing?",
    "What is one of the most hotly contested environmental debates of our time?",
    "What are the questions the author poses about climate change?",
    "Why is Antarctica a crucial element in this debate?",
    "What does Antarctica hold in its ice-cores?",
    "What is the name of the programme the author was working with?",
    "What is the aim of the Students on Ice programme?",
    "How long has it been in operation?",
    "Who is it headed by?",
    "Why has the programme been so successful?",
    "What is it easy to be blasé about?",
    "When do you begin to realise that the threat of global warming is very real?",
    "Why is Antarctica the perfect place to study how little changes in the environment can have big repercussions?",
    "What are phytoplankton?",
    "What do these single-celled plants do?",
    "What do scientists warn about?",
    "What will a further depletion in the ozone layer affect?",
    "What is the great metaphor for existence in the parable of the phytoplankton?",
    "Where did the author's best Antarctic experience occur?",
    "What had the Shokalskiy managed to do?",
    "What did the Captain decide?",
    "What were they all instructed to do?",
    "How many of them were there?",
    "What were they kitted out in?",
    "What was underneath their feet?",
    "What was underneath the ice pack?",
    "What were the Crabeater seals doing?",
    "What was this experience nothing short of?",
    "What was the author still wondering about later?",
    "What does the author wonder would happen if Antarctica were to become the warm place that it once used to be?",
    "What does the author say after spending two weeks with a bunch of teenagers?"
]