[
    "What does the author ask Saheb?",
    "Where does the author encounter Saheb every morning?",
    "What is Saheb scrounging for?",
    "Where was Saheb's home originally?",
    "What does his mother tell him about their old home?",
    "Why did they leave their home?",
    "What is Saheb's response when asked why he does this?",
    "What advice does the author give Saheb?",
    "What is Saheb's response to the advice?",
    "What does the author ask Saheb, half-joking?",
    "What is Saheb's reply?",
    "What does Saheb ask the author a few days later?",
    "What was the author's promise not meant to be?",
    "What is Saheb's full name?",
    "What does his name mean?",
    "What does Saheb do, unaware of his name's meaning?",
    "What are his friends like?",
    "What question does the author ask one of the boys?",
    "What is the boy's answer?",
    "What does another boy say?",
    "What does a third boy say he wants?",
    "What is one explanation for children walking barefoot?",
    "What does the author wonder about this explanation?",
    "What story does the author remember from a man from Udipi?",
    "What did the man do as a young boy?",
    "What did he pray for?",
    "What did the author find thirty years later?",
    "What was in the backyard of the temple?",
    "Who arrived at the temple?",
    "What prayer did the author remember?",
    "Where does the author's acquaintance with the barefoot ragpickers lead her?",
    "Where is Seemapuri located?",
    "Who are the residents of Seemapuri?",
    "When did they come from Bangladesh?",
    "What was Seemapuri like then?",
    "How many ragpickers live in Seemapuri?",
    "For how long have they lived there without an identity?",
    "What do they have instead of permits?",
    "What is more important for survival than an identity?",
    "What do a group of women in tattered saris say?",
    "What do they do wherever they find food?",
    "What does survival in Seemapuri mean?",
    "What has rag-picking acquired over the years?",
    "What is garbage to the ragpickers?",
    "What does Saheb sometimes find in the garbage?",
    "What does finding a silver coin mean to the children?",
    "What is the meaning of garbage for children and elders?",
    "What does the author see Saheb doing one winter morning?",
    "What is Saheb watching?",
    "What does Saheb admit to the author?",
    "What is Saheb wearing?",
    "What explanation does he give for the shoes?",
    "What is Saheb's job now?",
    "How much is he paid?",
    "What has Saheb lost?",
    "What seems heavier than his plastic bag?",
    "Who does the canister belong to?",
    "What does Mukesh insist on being?",
    "What does the author ask Mukesh?",
    "What is Mukesh's answer?",
    "Where does his dream loom like a mirage?",
    "What is Firozabad famous for?",
    "What is every other family in Firozabad engaged in?",
    "What is illegal for children like Mukesh?",
    "What does Mukesh volunteer to do?",
    "Describe the lanes and homes in Firozabad.",
    "Describe the home Mukesh takes the author to.",
    "Who is cooking the evening meal?",
    "Who is she in charge of?",
    "What does she do when the older man enters?",
    "What has the older man failed to do despite long years of hard labour?",
    "What has he managed to do?",
    "What does Mukesh's grandmother say about his destiny?",
    "What happened to her own husband?",
    "What have the people of Firozabad seen nothing but?",
    "Describe the spirals of bangles.",
    "Where do boys and girls sit welding pieces of glass?",
    "What happens to their eyesight?",
    "Who is Savita?",
    "What is she doing?",
    "What does the author wonder about Savita?",
    "What does the old woman beside her say?",
    "What has she not enjoyed in her entire lifetime?",
    "What does her husband say he knows?",
    "What has he achieved?",
    "What cry rings in every home in Firozabad?",
    "What have years of mind-numbing toil done?",
    "What does the author ask a group of young men?",
    "What is their response?",
    "What are the two distinct worlds the author sees?",
    "What have they imposed on the child?",
    "What does Mukesh say he wants to be?",
    "What does he say when the author asks if he dreams of flying a plane?",
    "What is he content to dream of?"
]