[
    "What was the first day in the land of apples like?",
    "What still covered the ground?",
    "What was the state of the trees?",
    "What rang for breakfast?",
    "What was its voice like?",
    "What did the annoying clatter of shoes on bare floors give the narrator?",
    "What made a bedlam within which the narrator was securely tied?",
    "What did the narrator's spirit do?",
    "What was the result of the spirit's struggle?",
    "Who came up after the group of girls?",
    "Where were the girls placed?",
    "What were these Indian girls wearing?",
    "What did the small girls wear?",
    "How did the narrator walk?",
    "What did she feel like doing?",
    "Why did she feel like sinking to the floor?",
    "Who did the narrator look hard at?",
    "What did these girls seem not to care about?",
    "Where did the boys enter from?",
    "Who did the narrator watch for?",
    "Where did she spy them?",
    "How were they looking?",
    "What was tapped?",
    "What did each of the pupils do?",
    "What did the narrator do, supposing this act meant they were to be seated?",
    "What did she see when she turned her head?",
    "What did she do as she began to rise?",
    "What was sounded then?",
    "What did the narrator have to do?",
    "What did she hear at one end of the hall?",
    "What did all the others do?",
    "Whose eyes did the narrator catch as she glanced at the long chain of tables?",
    "What did she do immediately?",
    "What did the man cease?",
    "What was tapped then?",
    "What did every one do?",
    "What did the narrator do instead?",
    "Why did she begin crying?",
    "What was not the hardest trial in that first day?",
    "When did Judewin give the narrator a terrible warning?",
    "What did Judewin know?",
    "What had she overheard?",
    "What had their mothers taught them?",
    "Who wore short hair among their people?",
    "Who wore shingled hair?",
    "What did they discuss for some moments?",
    "What did Judewin say?",
    "How did the narrator rebel?",
    "What did the narrator do when no one noticed?",
    "What had her moccasins been exchanged for?",
    "Where did she find a large room?",
    "What was in the room?",
    "What were the windows covered with?",
    "What did she do on her hands and knees?",
    "What did she do from her hiding place?",
    "What were calling her name in the hall?",
    "Did she open her mouth to answer?",
    "What happened to the steps and voices?",
    "Who entered the room?",
    "What did the narrator do?",
    "What did she watch them do?",
    "What did someone do to the curtains?",
    "What was the room filled with?",
    "What does the narrator remember being done to her?",
    "How did she resist?",
    "Where was she carried?",
    "What was she tied fast in?",
    "What did the narrator do?",
    "What did she feel against her neck?",
    "What did she hear them do?",
    "What did she lose then?",
    "What had she suffered since the day she was taken from her mother?",
    "What had people done to her?",
    "What had she been tossed about in the air like?",
    "What was her long hair shingled like?",
    "What did she do in her anguish?",
    "Did anyone come to comfort her?",
    "What was she now?",
    "In which class was the author studying when she first experienced untouchability?",
    "What hadn't she heard people speak openly of yet?",
    "What had she already done?",
    "What was she doing one day?",
    "How long would it actually take to walk the distance?",
    "How long would it usually take her?",
    "What would she be doing?",
    "What were some of the entertaining novelties and oddities she would watch?",
    "What was the performing monkey doing?",
    "What did the snakecharmer have?",
    "What did the cyclist do?",
    "What was pinned on the cyclist's shirt?",
    "What was at the Maariyaata temple?",
    "What was being cooked in front of the temple?",
    "What was at the dried fish stall?",
    "What other stalls were there?",
    "What did the street light always demonstrate?",
    "What did the narikkuravan huntergypsy have?",
    "What were they selling?",
    "What would people from various political parties do at times?",
    "What other performances might there be?",
    "What was happening at the coffee clubs in the bazaar?",
    "What were some people doing in front of the shops?",
    "What was growing there?",
    "What would happen to its fruit occasionally?",
    "What would all these sights taken together do?",
    "What would there be according to the season?",
    "What would she see people selling every day?",
    "What was set up at the opposite corner one day?",
    "Who watched the proceedings?",
    "What were our people hard at work doing?",
    "Why were the animals muzzled?",
    "Who came along from the direction of the bazaar just then?",
    "What made the author want to double up?",
    "What did she guess was in the packet?",
    "Why did she guess this?",
    "How did the elder come along?",
    "What did the author think to herself?",
    "What did the elder do?",
    "What did the landlord do?",
    "What did the author do after she had watched all this?",
    "Who was at home?",
    "What did she tell him?",
    "What was Annan's reaction?",
    "What did Annan tell her?",
    "Why did he have to carry the package by its string?",
    "How did the author feel when she heard this?",
    "What did she feel so provoked and angry about?",
    "What did the thought of it do to her?",
    "What did she wonder about these fellows?",
    "What did she say about her people?",
    "Who was her elder brother?",
    "Where would he often go?",
    "What happened one day when he was on his way home?",
    "What did the landlord's man ask him?",
    "What did Annan tell him?",
    "What did the other man ask immediately?",
    "What was the point of this question?",
    "What did Annan add?",
    "What did he say they are stripped of?",
    "What did he say they can do if they study and make progress?",
    "What did he tell her to do?",
    "What did the words that Annan spoke to her that day do?",
    "What did she do?",
    "What was the result of her standing first in her class?"
]