[
    "What is the setting for Scene One?",
    "What are the occasional sounds heard?",
    "Whose footsteps are heard?",
    "How does Derry walk?",
    "What does he do after pausing?",
    "Where does he come round?",
    "What is Mr. Lamb's first line?",
    "What is Derry's reaction?",
    "What is Mr. Lamb's name?",
    "What kind of apples are they?",
    "Where are the windfalls?",
    "What does Derry think the place is?",
    "What is Mr. Lamb's response to Derry's fear?",
    "What does Derry think the house is?",
    "What is Mr. Lamb's explanation for the garden being empty?",
    "What does Derry say in a panic?",
    "What is Mr. Lamb's response to Derry wanting to go?",
    "How did Derry get into the garden?",
    "What is Derry's angry accusation?",
    "What is Mr. Lamb's response to the accusation?",
    "What does Derry say he didn't come to do?",
    "What does Mr. Lamb say the young lads do?",
    "What did Derry want to do?",
    "What does Derry say Mr. Lamb doesn't know?",
    "How old does Mr. Lamb think Derry is?",
    "How old is Derry?",
    "What does Derry say he has to do?",
    "What does Mr. Lamb say there is nothing to be afraid of?",
    "What does Derry say people are afraid of?",
    "What is Derry's explanation for why people are afraid of him?",
    "What does Mr. Lamb ask Derry?",
    "What does Derry say people think when they see his face?",
    "What does Derry say he is not?",
    "What does Derry say Mr. Lamb is underneath?",
    "What does Derry say about looking in the mirror?",
    "What is Mr. Lamb's response to Derry being afraid of himself?",
    "What will Mr. Lamb do later on when it's a bit cooler?",
    "What does he make with the crab apples?",
    "What time of year is it?",
    "What does Derry accuse Mr. Lamb of doing?",
    "What does Derry say he doesn't like?",
    "What does Mr. Lamb say Derry got burned in?",
    "What is Derry's explanation for his face?",
    "What does Mr. Lamb say in response to Derry's explanation?",
    "What does Derry ask Mr. Lamb?",
    "What is Mr. Lamb interested in?",
    "What does Mr. Lamb ask Derry to look at?",
    "What does Derry see?",
    "What does Mr. Lamb call the weeds?",
    "What does Mr. Lamb say is the difference between a weed and a flower?",
    "What does Derry say about himself and Mr. Lamb?",
    "What are the differences Mr. Lamb lists between them?",
    "What does Derry ask Mr. Lamb about his leg?",
    "What happened to Mr. Lamb's real leg?",
    "What do some kids call him?",
    "What does Derry say you can do to cover up the tin leg?",
    "What does Mr. Lamb say about people getting tired of staring?",
    "What does Derry say they stare at?",
    "What does Mr. Lamb say they stare at?",
    "What does Derry say?",
    "What does Mr. Lamb say is all relative?",
    "What does Derry say about the fairy story?",
    "What does Mr. Lamb say about Derry changing?",
    "What does Derry say about anyone kissing him?",
    "What does Mr. Lamb ask Derry about kissing?",
    "What does Derry say about looking different when he's older?",
    "What does Mr. Lamb say about the world?",
    "What does Derry ask about the garden being the world?",
    "What does Mr. Lamb say about his leg hurting?",
    "When does it hurt?",
    "What does Derry say about people in pain and brave?",
    "What does Mr. Lamb say he hasn't said?",
    "What does Derry say about people worse off than him?",
    "What does Mr. Lamb say about that being true?",
    "What does Derry say about his face changing?",
    "What did a woman say about his face one day?",
    "What does Mr. Lamb ask Derry about believing everything he hears?",
    "What does Derry say about the woman's comment?",
    "What does Mr. Lamb say about it?",
    "What does Derry say about hearing it?",
    "What does Mr. Lamb ask Derry about it being the only thing he's ever heard?",
    "What does Derry say he's heard?",
    "What does Mr. Lamb tell Derry to do now?",
    "What does Derry call Mr. Lamb?",
    "What does Mr. Lamb say he likes to do?",
    "What does Mr. Lamb have behind the trees?",
    "What do some people hear bees do?",
    "What does Mr. Lamb hear them do?",
    "What does Derry say about liking it there?",
    "What does Mr. Lamb say about Derry seeing him?",
    "What does Derry say it would have been?",
    "What does Mr. Lamb say is not why?",
    "What does Derry say about being near people?",
    "What does Mr. Lamb say Derry could do?",
    "What is the story Mr. Lamb tells about a man who was afraid?",
    "What happened to the man?",
    "What does Derry do when he hears the end of the story?",
    "What does Derry say Mr. Lamb still says?",
    "What does Mr. Lamb say he does all day?",
    "What does Derry notice about the windows?",
    "What does Mr. Lamb say he is not fond of?",
    "What does Derry like to hear on the roof?",
    "What does Mr. Lamb say about Derry not being lost?",
    "What do they talk about downstairs when Derry is not there?",
    "What does Mr. Lamb say Derry has?",
    "What does Derry ask?",
    "What does Mr. Lamb say?",
    "What does Derry ask about friends?",
    "How many friends does Mr. Lamb say he has?",
    "What does Derry say about Mr. Lamb living by himself?",
    "What does Mr. Lamb say about friends?",
    "What does Derry say about himself?",
    "What does Mr. Lamb say about Derry being a friend?",
    "What does Derry say about Mr. Lamb not knowing him?",
    "What does Mr. Lamb say about that signifying?",
    "What does Derry suppose?",
    "What does Mr. Lamb say Derry could do?",
    "What is Derry's name?",
    "What does Derry say about his name?",
    "What does Mr. Lamb say about that?",
    "What does Derry say about never coming here again?",
    "What does Mr. Lamb ask?",
    "What does Derry say about passing people in the street?",
    "What does Mr. Lamb say about that?",
    "What does Derry say about people?",
    "What does Mr. Lamb say about people?",
    "What does Derry say there are some people he does?",
    "What does Mr. Lamb say would do Derry more harm than a bottle of acid?",
    "What does Derry say?",
    "What does Mr. Lamb say about a bomb?",
    "What does Derry say someone said after he'd come home?",
    "What does Mr. Lamb ask?",
    "What does Derry say?",
    "What does Mr. Lamb ask about the world?",
    "What does Derry say?",
    "What does Mr. Lamb say about people with burned faces?",
    "What does Derry ask?",
    "What does Mr. Lamb say?",
    "What does Derry say he'd like?",
    "What does Mr. Lamb say about the gate?",
    "What does Derry say about the place not being his?",
    "What does Mr. Lamb say about everything being Derry's?",
    "What does Derry ask about coming here again?",
    "What does Mr. Lamb say about finding others here?",
    "What does Derry say?",
    "What does Mr. Lamb say about that stopping Derry?",
    "What does Derry say would stop them?",
    "What does Mr. Lamb say about them running?",
    "What does Derry say?",
    "What does Mr. Lamb say he hasn't done?",
    "What does Derry say?",
    "What do the kids shout when Mr. Lamb goes down the street?",
    "What do they still do?",
    "Why are they not afraid of him?",
    "What does Derry ask about Mr. Lamb's leg?",
    "What does Mr. Lamb say?",
    "What does Derry ask about climbing a ladder?",
    "What does Mr. Lamb say he has learned to do?",
    "What does Derry say about falling and breaking his neck?",
    "What does Mr. Lamb say he could do?",
    "What does Derry say he said he could do?",
    "What does Mr. Lamb say?",
    "What does Derry say his mother will want to know?",
    "How far is it home?",
    "How old is Derry?",
    "What do people do, according to Mr. Lamb?",
    "What does Derry say people do?",
    "What does Mr. Lamb tell Derry to do?",
    "What does Derry say about the distance?",
    "What does Mr. Lamb say about the evening?",
    "What does Derry say about getting home?",
    "What does Mr. Lamb say about Derry never letting himself come back?",
    "What does Derry say Mr. Lamb doesn't know?",
    "What does Mr. Lamb say only Derry knows?",
    "What does Derry say he could do if he chose?",
    "What does Mr. Lamb say about choosing?",
    "What does Derry say they tell him?",
    "What does Mr. Lamb ask if Derry has to do?",
    "What does Derry say he doesn't know?",
    "What does Derry want?",
    "What does Mr. Lamb say Derry could do?",
    "What does Derry ask?",
    "What does Mr. Lamb say?",
    "What does Derry say about the other people who come here?",
    "What does Mr. Lamb say about them?",
    "What does Derry say he doesn't believe?",
    "What does Mr. Lamb say Derry thinks?",
    "What does Derry say to tell him?",
    "What does Mr. Lamb say about names?",
    "What does Derry say he is off to do?",
    "What does Derry think Mr. Lamb is?",
    "What does Mr. Lamb say that is?",
    "What does Derry say?",
    "What does Mr. Lamb say is a good excuse?",
    "What does Derry say Mr. Lamb is like?",
    "What does Derry say he is?",
    "What does Mr. Lamb do?",
    "What does Derry say quietly?",
    "What does Derry do after a pause?",
    "What does he say he will do?",
    "What does Derry do then?",
    "What does Mr. Lamb say to himself?",
    "What does he say they never do?",
    "What happens to the garden noises?",
    "What is the setting for Scene Two?",
    "What does Derry's mother say she has heard?",
    "What does Derry say she shouldn't do?",
    "What does his mother say she has been?",
    "How long have they lived there?",
    "What does Derry ask his mother?",
    "What does his mother ask him to listen to?",
    "What does Derry say he listens to?",
    "What does his mother ask what he has got to say?",
    "What does Derry say the things are?",
    "What does his mother tell him to do?",
    "What does Derry say he hates?",
    "What does his mother say he can't help?",
    "What does Derry say it's got nothing to do with?",
    "What is he going back there to do?",
    "What does his mother say he'll do?",
    "What does Derry say will happen if he doesn't go back there?",
    "What happens then?",
    "What does Derry want?",
    "What happens to the sound of his panting?",
    "What is the setting for Scene Three?",
    "What are the garden sounds?",
    "What is Mr. Lamb saying?",
    "What happens to the ladder?",
    "What does Derry do?",
    "What does Derry say when he comes back?",
    "What does he do when he stops dead?",
    "What does he say to Mr. Lamb?",
    "What does he do then?",
    "What does he say to Mr. Lamb on the ground?",
    "What happens then?",
    "What does Derry say he did?",
    "What does Derry begin to do?"
]