[
    "What was the brand name of the make-up material that Gemini Studios bought in truck-loads?",
    "Which actresses were mentioned as having used this make-up material?",
    "Which actress may not have even heard of it?",
    "Where was the make-up department of the Gemini Studios located?",
    "What was the building believed to have been?",
    "How many other buildings in the city were said to have been Robert Clive's residence?",
    "What did Robert Clive seem to have done a lot of during his brief life in Madras?",
    "What did the make-up room look like?",
    "What kind of lights were in the make-up room?",
    "What was the effect of the incandescent lights on those subjected to make-up?",
    "Who first headed the make-up department?",
    "Why did the Bengali head of the make-up department leave?",
    "Who succeeded the Bengali?",
    "Who assisted the Maharashtrian?",
    "What did this collection of people from different regions show?",
    "What could this gang of nationally integrated make-up men do?",
    "What were the days of mainly indoor shooting like?",
    "What percentage of films was shot outdoors?",
    "What was the author's supposition about why the girls and boys were made to look ugly?",
    "What was maintained in the make-up department?",
    "What was the hierarchy in the make-up department?",
    "Who was responsible for the players who played the crowd?",
    "What could you see the office boy doing on days of crowd-shooting?",
    "What was the idea behind closing every pore on the surface of the face?",
    "What was the office boy's actual age?",
    "Why had he entered the studios years ago?",
    "What was the office boy a bit of?",
    "Where did the author work in those days?",
    "What did the author not know about the windows in his cubicle?",
    "What did most people think the author was doing?",
    "Who likely thought the same as most people?",
    "What would happen if anyone felt the author should be given some occupation?",
    "What had the 'boy' in the make-up department decided?",
    "What was the author soon praying for?",
    "What would save the author from the office boy's epics?",
    "In all instances of frustration, where is the anger directed?",
    "Who was the man of the make-up department convinced was the cause of all his woes?",
    "Who was Kothamangalam Subbu?",
    "What kind of opening in films did Subbu have compared to the make-up boy?",
    "What did Subbu have to face when he began his career?",
    "What was Subbu's educational background like compared to the office boy?",
    "What advantage did Subbu have by virtue of being born a Brahmin?",
    "What ability did Subbu have?",
    "What was Subbu's sense of loyalty like?",
    "What was Subbu tailor-made for?",
    "When could Subbu be inspired?",
    "What example is given of a producer's problem that Subbu could solve?",
    "How many alternatives would Subbu come out with in a minute?",
    "How was film-making with a man like Subbu around?",
    "Who gave direction and definition to Gemini Studios during its golden years?",
    "What was Subbu's separate identity?",
    "What did he deliberately choose to do with his poetry?",
    "What did his success in films do to his literary achievements?",
    "What did he compose in folk refrain and diction?",
    "What novel did he write?",
    "What did he recreate in his novel?",
    "What kind of actor was he?",
    "How did he perform in subsidiary roles?",
    "What was his genuine love for anyone he came across?",
    "What was his house a permanent residence for?",
    "What seemed to be against Subbu's nature?",
    "What were the possible reasons for his having enemies?",
    "Who would wish the direst things for Subbu?",
    "Where was Subbu grouped in the attendance rolls?",
    "What was the lawyer officially known as?",
    "What did everybody refer to the lawyer as?",
    "What happened with an extremely talented and temperamental actress on the sets?",
    "What did the lawyer do while everyone stood stunned?",
    "What did the lawyer say to the actress when she paused for breath?",
    "What was the nature of the actress's tirade against the producer?",
    "What happened when the actress heard her voice again?",
    "What was the girl from the countryside's background?",
    "What was the end of the actress's brief and brilliant acting career?",
    "Who had unwittingly brought about that sad end?",
    "What did every other member of the Story Department wear?",
    "What did the legal adviser wear?",
    "How did the legal adviser often look?",
    "What was he allowed to do like so many of those close to The Boss?",
    "What happened to the film he produced?",
    "What did The Boss do one day?",
    "What was unique about this instance in all human history?",
    "What was Gemini Studios the favourite haunt of?",
    "What did the excellent mess at Gemini Studios supply?",
    "What did Congress rule mean in those days?",
    "What was rather satisfying entertainment?",
    "Who radiated leisure at the Studios?",
    "What was a pre-requisite for poetry?",
    "What did most of the poets at Gemini Studios wear and worship?",
    "What did they not have the faintest appreciation for?",
    "What term were they all averse to?",
    "What was a Communist described as?",
    "Where did such notions about Communists prevail?",
    "When did Frank Buchman's Moral Re-Armament army visit Madras?",
    "How many people were in the MRA army?",
    "What could they not have found a warmer host in India than?",
    "What did someone call the group?",
    "What were they not very good at?",
    "What was their acquaintance with animals limited to?",
    "How did they present their two plays?",
    "What were the names of their two plays?",
    "How many people at Gemini Studios saw the plays?",
    "What was the message of the plays?",
    "What was first-rate about the plays?",
    "Who was terribly impressed by the plays?",
    "What became a feature of almost all Tamil plays for some years?",
    "What did the author learn some years later about the MRA?",
    "Who played into the hands of the MRA?",
    "What remained the same for the big bosses of Madras?",
    "What did the staff of Gemini Studios have a nice time doing?",
    "How many people of different nationalities were hosted?",
    "What was this a change from?",
    "What happened a few months later?",
    "What did Gemini Studios do to welcome another visitor?",
    "What was said about the visitor?",
    "Who were the only poets from England the simple Gemini staff knew of?",
    "Who did the more literate ones know of?",
    "Who was the poet visiting the Gemini Studios now?",
    "What was the explanation for the big reception given to the visitor?",
    "Who was Vasan also the editor of?",
    "What was the visitor not the editor of?",
    "What was the surmise about the visitor's identity?",
    "When did the poet (or the editor) arrive?",
    "What was the visitor like?",
    "What did The Boss do?",
    "What was obvious about The Boss's knowledge of the visitor?",
    "What was the speech peppered with?",
    "What was the audience like when the poet spoke?",
    "What was the problem with the poet's speech?",
    "How long did the whole thing last?",
    "What was the reaction of the audience after the poet left?",
    "What was the unexplained mystery of the visit?",
    "What is the author's conviction about prose-writing?",
    "Who is prose-writing for?",
    "What did The Hindu publish for such people?",
    "What was The Encounter?",
    "What did the author want to do before sending a manuscript to England?",
    "What was the British Council Library like in those days?",
    "What was lying about in the library?",
    "What happened when the author read the editor's name?",
    "Who was the poet who had visited Gemini Studios?",
    "What was the editor's name?",
    "What did the author feel like he had found?",
    "What did the author do as he sealed the envelope?",
    "What did the author feel the editor would be doing at the same time?",
    "What attracted the author's attention years later?",
    "Where was the pile of brand new books?",
    "How much did the books cost?",
    "What was the book?",
    "What was the title of the book?",
    "What did the six eminent men of letters describe in the book?",
    "Who were the six authors?",
    "Who was Stephen Spender?",
    "What was the reaction of the author to this discovery?",
    "What was no longer a mystery?",
    "What did The Boss of the Gemini Studios not have much to do with?",
    "What did he have to do with?"
]