[
    "Who will swear on a stack of timetables that there are only two levels?",
    "How many levels does the narrator say there are?",
    "Where has the narrator been?",
    "What obvious step has the narrator taken?",
    "Who did he talk to?",
    "What did he tell his psychiatrist friend?",
    "What was the psychiatrist's diagnosis?",
    "What did the psychiatrist say the narrator was?",
    "How did the narrator's wife react to this?",
    "What was the psychiatrist's explanation for his diagnosis?",
    "What does the narrator want to do?",
    "Who else does the narrator say wants to escape?",
    "What don't they do?",
    "What did the psychiatrist's friends agree on?",
    "What points to the narrator's desire to escape?",
    "What is the narrator's stamp collecting an example of?",
    "Did the narrator's grandfather need any refuge from reality?",
    "What were things like in his grandfather's day?",
    "Who started the narrator's collection?",
    "What is the narrator's collection like?",
    "Who else collected stamps?",
    "What happened at Grand Central one night last summer?",
    "Why did the narrator decide to take the subway from Grand Central?",
    "What is the narrator's name?",
    "How old is he?",
    "What was he wearing?",
    "Who did he pass?",
    "What was the narrator not trying to do?",
    "What did he want to do?",
    "Where did the narrator turn into Grand Central from?",
    "What is on the first level?",
    "Where do the suburban trains leave from?",
    "What did the narrator do on the second level?",
    "What happened to the narrator?",
    "How many times has the narrator been in and out of Grand Central?",
    "What is he always bumping into?",
    "What happened once when he got into a tunnel?",
    "What happened another time?",
    "What does the narrator sometimes think Grand Central is doing?",
    "What is it pushing out?",
    "What does the narrator think there probably is?",
    "Where is it on its way to?",
    "What has Grand Central been for so many people?",
    "What did the narrator never tell his psychiatrist friend?",
    "How did the corridor the narrator was in begin?",
    "What did the narrator hear?",
    "What did the tunnel do?",
    "Where did the narrator come out?",
    "What did the narrator think for a moment?",
    "What was different about the room on the third level?",
    "What was the information booth in the center made of?",
    "What did the man in the booth wear?",
    "What were the lights like?",
    "Why were they flickering?",
    "What was on the floor?",
    "What caught the narrator's eye?",
    "What was the man doing?",
    "What did the man wear?",
    "What did everyone in the station look like?",
    "What had the narrator never seen so many of in his life?",
    "Describe the woman who walked in through the train gate.",
    "What did the narrator catch a glimpse of on the tracks?",
    "What did the narrator do to make sure?",
    "What was the name of the newspaper?",
    "What did the lead story say something about?",
    "Where has the narrator found that front page since?",
    "When was it printed?",
    "What did the narrator want to buy?",
    "Where did he want to go?",
    "Describe Galesburg, Illinois in 1894.",
    "How much did the clerk figure the fare for?",
    "What did the clerk say to the narrator?",
    "What was the money like?",
    "What did the narrator do?",
    "What did the narrator do the next day?",
    "How much did his three hundred dollars buy?",
    "Did he ever find the corridor to the third level again?",
    "What was Louisa's reaction to all this?",
    "Why are the narrator and Louisa both looking for the third level now?",
    "Who disappeared?",
    "What is a first-day cover?",
    "What did the narrator find one night?",
    "Where had it been mailed to?",
    "When had it been there since?",
    "What did the stamp look like?",
    "What was inside the envelope?",
    "Who was the note from?",
    "What did the note say?",
    "What did the narrator find out at the stamp and coin store?",
    "What was Sam's old business?"
]