[
    "Who is the hero of this story?",
    "What are the full titles of the Maharaja of Pratibandapuram?",
    "What is his name often shortened to?",
    "What is the author's stated intention in telling the story?",
    "What will not throw the author off track?",
    "What is the matter of vital importance that the author discloses at the start?",
    "What is the natural desire of everyone who reads of the Tiger King?",
    "Is there any chance of this desire being fulfilled?",
    "What has the Tiger King reached?",
    "In other words, what is the state of the Tiger King?",
    "What is a matter of extraordinary interest?",
    "When can the manner of his death be revealed?",
    "What was the most fantastic aspect of his demise?",
    "What had astrologers foretold as soon as he was born?",
    "What was the prediction for the child's future?",
    "What did the astrologers do when they had to continue their prediction?",
    "What did the astrologers say was a secret that should not be revealed?",
    "What will the child born under this star have to do one day?",
    "What happened at that very moment?",
    "What phrase emerged from the lips of the ten-day-old Jilani Jung Jung Bahadur?",
    "How did everyone react?",
    "What did the infant say next?",
    "How old was the infant who enunciated the words so clearly?",
    "What did the chief astrologer do?",
    "What did the royal infant say about the prediction of his death?",
    "What did the chief astrologer do in wonder?",
    "What did the chief astrologer say about the prince's birth?",
    "What is the relationship between the Bull and the Tiger?",
    "Therefore, where does death come from?",
    "What was the crown prince's reaction to hearing the word 'Tiger'?",
    "What did the crown prince say?",
    "What is the nature of this account?",
    "How did the crown prince Jung Jung Bahadur grow up?",
    "What was his childhood like?",
    "At what age did he come of age?",
    "What happened when he came of age?",
    "What did everyone in the kingdom remember?",
    "What did the Maharaja start out on?",
    "What was the Maharaja's reaction to killing his first tiger?",
    "What did he do with the dead beast?",
    "What did the State astrologer say when the Maharaja showed him the first dead tiger?",
    "What did the astrologer warn the Maharaja to be careful with?",
    "What would the astrologer do if the hundredth tiger were also killed?",
    "From that day onwards, what was it time for in Pratibandapuram?",
    "What did the State ban?",
    "What proclamation was issued?",
    "What did the Maharaja vow?",
    "What dangers did the Maharaja face?",
    "What happened at another time?",
    "What was the high-ranking British officer fond of?",
    "What did he wish to do in Pratibandapuram?",
    "What was the Maharaja's response?",
    "What did the British officer's secretary send word to the Maharaja about?",
    "What was important to the durai?",
    "Why did the Maharaja not agree to this proposal?",
    "What was the result of the Maharaja preventing the British officer from fulfilling his desire?",
    "What did the Maharaja and the dewan do?",
    "What was the result of their deliberations?",
    "How many rings arrived?",
    "What did the Maharaja do with the rings?",
    "What did the king and the minister expect the duraisani to do?",
    "What was the duraisani's reply?",
    "How much was the bill from the British jewellers?",
    "What was the Maharaja happy about?",
    "How many tigers was the Maharaja able to kill within ten years?",
    "What unforeseen hurdle brought his mission to a standstill?",
    "What happened to the tiger population in the forests of Pratibandapuram?",
    "What did the Maharaja do one day?",
    "What did he ask the dewan?",
    "What was the dewan's reaction?",
    "What did the Maharaja decide to do?",
    "What was the dewan's response to the Maharaja's decision to get married?",
    "What did the Maharaja want?",
    "What did the dewan suggest the Maharaja marry?",
    "What was the Maharaja's response to the dewan's suggestion?",
    "What did the Maharaja want the dewan to do first?",
    "What did the dewan find?",
    "How many tigers did the Maharaja kill each time he visited his father-in-law?",
    "How many tiger skins adorned the walls of the reception hall in the Pratibandapuram palace?",
    "When did the Maharaja's anxiety reach a fever pitch?",
    "What was his one thought during the day and the same dream at night?",
    "What had happened to the tiger farms?",
    "What was the one thing needed?",
    "What did the late chief astrologer say?",
    "What was the hundredth tiger like?",
    "What seemed easier to find than a live tiger?",
    "What happy news dispelled the Maharaja's gloom?",
    "What was first ascertained?",
    "What did the villagers do?",
    "What did the Maharaja announce?",
    "Was the tiger easily found?",
    "What did the Maharaja refuse to do?",
    "What happened as the days passed?",
    "What did the Maharaja order the dewan to do one day?",
    "What was the dewan's response?",
    "What did the king say to the dewan?",
    "What did the dewan do?",
    "Where had the tiger been brought from?",
    "What did the dewan and his aged wife do at midnight?",
    "What did the tiger do when they reached the forest?",
    "What happened on the following day?",
    "What did the Maharaja do?",
    "What did the Maharaja say?",
    "What did the hunters do after the Maharaja left?",
    "What did they realize?",
    "What had happened to the tiger?",
    "What did the hunters decide?",
    "What did one of the hunters do?",
    "What happened to the dead tiger?",
    "What was celebrated a few days later?",
    "What had the Maharaja given his entire mind over to until then?",
    "What did the king wish to give his son?",
    "Where did he go to find a gift?",
    "What did he finally spot?",
    "How much did the wooden tiger cost?",
    "What did the shopkeeper say the price was?",
    "What did the king say to the shopkeeper?",
    "What did the father and son do on that day?",
    "Who had the wooden tiger been carved by?",
    "What was its surface like?",
    "What happened to the Maharaja?",
    "What did he do with the sliver?",
    "What happened the next day?",
    "What did the infection develop into in four days?",
    "Who was brought in from Madras?",
    "What did they decide to do?",
    "What did the three surgeons announce after the operation?",
    "In what manner did the hundredth tiger take its final revenge upon the Tiger King?"
]