[
    "How did the narrator start for school that morning?",
    "What was he in great dread of?",
    "Why was he in great dread of a scolding?",
    "What did the narrator not know the first word about?",
    "What did he think of for a moment?",
    "What was the weather like?",
    "What were the birds doing?",
    "What were the Prussian soldiers doing?",
    "What was more tempting than the rule for participles?",
    "What did the narrator have the strength to do?",
    "What was in front of the bulletin-board when he passed the town hall?",
    "For how long had all their bad news come from there?",
    "What was the bad news?",
    "What did the narrator think to himself, without stopping?",
    "Who called after him as he hurried by?",
    "What did the blacksmith say to him?",
    "What did the narrator think the blacksmith was doing?",
    "How did he reach M. Hamel's little garden?",
    "What was there usually when school began?",
    "What could be heard out in the street?",
    "How was it now?",
    "What had the narrator counted on to get to his desk without being seen?",
    "What was everything as quiet as that day?",
    "What did the narrator see through the window?",
    "What was M. Hamel doing?",
    "What did the narrator have to do?",
    "How did the narrator feel?",
    "What happened?",
    "What did M. Hamel say to him?",
    "What did the narrator do then?",
    "What did he see when he had got a little over his fright?",
    "What did the teacher have on?",
    "When did he never wear these clothes except?",
    "What seemed so strange and solemn?",
    "What surprised the narrator most?",
    "Who was sitting on the back benches?",
    "Who was old Hauser with?",
    "Who else was there?",
    "How did everybody look?",
    "What had Hauser brought?",
    "How did he hold it?",
    "What did M. Hamel do while the narrator was wondering about it all?",
    "What did he say in the same grave and gentle tone?",
    "What was the order that had come from Berlin?",
    "When does the new master come?",
    "What did M. Hamel want them to be?",
    "What were these words to the narrator?",
    "What did he realize the wretches had put up at the town-hall?",
    "What did the narrator hardly know how to do?",
    "What was he sorry for?",
    "What had his books seemed a while ago?",
    "What were they now?",
    "What did the idea of M. Hamel going away make him forget?",
    "Why had the old men of the village come to the school?",
    "What was it their way of doing?",
    "What did the narrator hear while he was thinking of all this?",
    "What would he not have given to be able to do?",
    "What happened when he tried to recite?",
    "What did M. Hamel say to him?",
    "What have they said to themselves every day?",
    "What is the great trouble with Alsace?",
    "What will those fellows out there have the right to say?",
    "Who is not the worst?",
    "What were his parents not anxious enough about?",
    "What did they prefer to put him to work on?",
    "Who has been to blame also?",
    "What has M. Hamel often sent him to do?",
    "What did he do when he wanted to go fishing?",
    "What did M. Hamel go on to talk of then?",
    "What did he say about the French language?",
    "What must they do with it?",
    "Why must they guard it?",
    "What did he open then?",
    "How did the narrator understand the lesson?",
    "What did he think?",
    "What did it seem almost as if the poor man wanted to do?",
    "What did they have a lesson in after the grammar?",
    "What did M. Hamel have for them that day?",
    "What did they look like?",
    "What was the only sound?",
    "What flew in once?",
    "Did anybody pay any attention to them?",
    "What did the littlest ones work right on tracing?",
    "What did the pigeons do on the roof?",
    "What did the narrator think to himself?",
    "What did he see whenever he looked up from his writing?",
    "For how long had he been there in the same place?",
    "What had been worn smooth?",
    "What was taller?",
    "What had twined about the windows to the roof?",
    "What must have broken his heart?",
    "What could he hear his sister doing?",
    "What must they do the next day?",
    "What did he have the courage to do?",
    "What did they have a lesson in after the writing?",
    "What did the babies chant?",
    "What did old Hauser do at the back of the room?",
    "What could you see that he, too, was doing?",
    "What was so funny to hear?",
    "What struck twelve all at once?",
    "What sounded at the same moment?",
    "What did M. Hamel do?",
    "How did he look?",
    "What did he say?",
    "What choked him?",
    "What did he do then?",
    "What did he write on the blackboard?",
    "What did he do then?",
    "What did he make a gesture to them with his hand?",
    "What was the final dismissal?"
]