[
    "Where was Dr. Sadao Hoki's house built?",
    "What had he often done there as a little boy?",
    "Describe the house.",
    "What was the narrow beach outlined with?",
    "What had Sadao done as a boy in the pines?",
    "Who had he seen do this?",
    "Where had he seen them do this?",
    "Where had his father taken him often?",
    "What had his father never failed to say to him?",
    "What was Sadao's serious question to his father?",
    "What was his father's answer?",
    "What did Sadao do with this thought?",
    "Describe Sadao's father.",
    "What was his father's chief concern?",
    "At what age was Sadao sent to America?",
    "What did he go to America to learn?",
    "At what age did he come back?",
    "What had he seen Sadao become famous as before he died?",
    "What was Sadao perfecting a discovery for?",
    "Why had he not been sent abroad with the troops?",
    "What was the slight danger concerning the old General?",
    "For what possibility was Sadao being kept in Japan?",
    "What was rising from the ocean now?",
    "What had the unexpected warmth of the past few days drawn from the cold waves?",
    "What did Sadao watch the mists do?",
    "Where would the fog be wrapped in a few minutes?",
    "Where would he go then?",
    "Who would be waiting for him there?",
    "What happened at this moment?",
    "Describe the garment Hana was wearing over her kimono.",
    "How did she come to him?",
    "What did she do?",
    "Where had Sadao met Hana?",
    "What had he waited for before falling in love with her?",
    "Under what condition would his father have received her?",
    "What did he often wonder?",
    "How had he found her?",
    "Where had he found her?",
    "What were the professor and his wife like?",
    "How had the students accepted this kindness?",
    "What had Sadao often told Hana about Professor Harley's house?",
    "Why had he almost not gone there?",
    "What had he found there?",
    "What had he felt about Hana then?",
    "What was he aware of now?",
    "How long had they been married?",
    "How had they married?",
    "Where had they finished their work?",
    "How was the marriage arranged?",
    "How did they feel?",
    "What did she do at that moment?",
    "What did both of them see at this moment?",
    "What was it?",
    "How did it seem to be flung up out of the ocean?",
    "What did the man do?",
    "How was his body outlined?",
    "Where were his arms?",
    "What happened then?",
    "What did Hana cry out?",
    "What did she do?",
    "What did they both do?",
    "What did they see now?",
    "What was the man doing?",
    "What did they see him do then?",
    "What did Sadao think the man was?",
    "What did Sadao do?",
    "What did Hana do?",
    "What was the coast like there?",
    "What was the surf beyond the beach spiked with?",
    "What must have happened to the man?",
    "What did they see when they came toward him?",
    "What was on the sand on one side of him?",
    "What did Sadao exclaim?",
    "What did he do?",
    "How did the man lay?",
    "What was stuck to his head?",
    "What was he in?",
    "What did Sadao do?",
    "What did they see?",
    "What did Hana whisper?",
    "What happened when the wet cap fell away?",
    "What was upon his young and tortured face?",
    "What was his state of consciousness?",
    "What did Sadao remember now?",
    "What did he begin to search for?",
    "What flowed freshly at his touch?",
    "What did Sadao see on the right side of his lower back?",
    "What was the flesh like?",
    "What had happened to the man sometime, not many days ago?",
    "What was the bad chance?",
    "What did Hana whisper?",
    "What screened them now completely?",
    "Who would have considered the day at an end?",
    "What did Sadao mutter?",
    "What did his trained hands seem to be doing?",
    "What did he pack the wound with?",
    "What did the man do?",
    "What did Sadao say was the best thing to do?",
    "What did he do after the bleeding was stopped?",
    "What did Hana say?",
    "What did she continue to do?",
    "What did Sadao say would happen if they sheltered a white man?",
    "What would happen if they turned him over as a prisoner?",
    "What did Hana say was the kindest thing?",
    "What were they staring with?",
    "What did Hana whisper?",
    "What did Sadao say about the man's appearance?",
    "What did he find on the battered cap?",
    "What did he spell out?",
    "What was the man?",
    "What did Hana cry softly?",
    "Where did Sadao say the wound was?",
    "What did Hana say with resolution?",
    "What did Sadao ask her?",
    "What was Hana's reply?",
    "What did Sadao say was the strange thing?",
    "What did Hana say then?",
    "What did Sadao inquire about?",
    "What did Hana say they must tell the servants?",
    "What did Sadao agree to?",
    "What was the man like when they lifted him?",
    "How did they carry him?",
    "Where did the side door of the house open into?",
    "Where did they carry the man?",
    "Whose bedroom had it been?",
    "What had everything in the room been like?",
    "What did Hana take out of the wall cupboards?",
    "What was the quilt covered with?",
    "What did she murmur in distress?",
    "What did Sadao agree to?",
    "What did Hana say she could not bear for him to do?",
    "What did she say they should do?",
    "What did Sadao agree to?",
    "What moved him first to stoop and feel the man's pulse?",
    "What was the pulse like?",
    "What did he feel against the man's cold breast?",
    "What did Sadao say, considering?",
    "What did Hana cry out in fear?",
    "What was Sadao's reply?",
    "What did he think the man must have?",
    "How old did he think the man was?",
    "What did Hana ask?",
    "What did Sadao say must be done with the man first?",
    "Why did Hana not wish to be left alone with the white man?",
    "Who was he the first of since she left America?",
    "What did she call out?",
    "What did she have to do when the children heard her voice?",
    "How old was the baby boy?",
    "What did she motion with her mouth to Yumi?",
    "What was Yumi's reply?",
    "What did Yumi do?",
    "Where did Hana lead the way to?",
    "What was the reaction of the two servants?",
    "What did the old gardener do?",
    "What did he say bluntly to Hana?",
    "What did he say would take revenge on them?",
    "What was Hana's reply?",
    "What did she tell Yumi to do?",
    "What did Yumi do when she saw the white man?",
    "What did she say?",
    "What did Hana cry at her severely?",
    "What did Hana feel unreasonably afraid of?",
    "What did Hana say with dignity?",
    "What was Yumi's reply?",
    "What did Hana say gently?",
    "What sustained Hana when Yumi left the room?",
    "What did she mutter fiercely?",
    "What did she do in the conviction of her own superiority?",
    "What did she do when she had his breast bare?",
    "What was the man's skin like?",
    "What did she do until his upper body was quite clean?",
    "What did she dare not do?",
    "What did she do when her anger was ebbing?",
    "What did she do lest the man be chilled?",
    "What did she call out softly?",
    "What did she see when he opened the door?",
    "What did she cry?",
    "What did Sadao do when he entered the room?",
    "What did he say to fetch?",
    "What did Hana take out from the linen shelves?",
    "What did she see when she went back into the room?",
    "What did she cry?",
    "What was Sadao's reply?",
    "What did he command her to do?",
    "What did she say about Yumi?",
    "What did Sadao ask her?",
    "What did she wonder for a moment?",
    "What did Sadao say she would have to do?",
    "What was her reply?",
    "What did he say impatiently?",
    "What did he peer into the wound with?",
    "What did he say with cool interest?",
    "What did he wonder?",
    "What did he say about the bleeding?",
    "What happened to Hana at this moment?",
    "What was the colour of her face?",
    "What did Sadao say sharply?",
    "What did she do?",
    "What did he hear her doing outside in the garden?",
    "What did he think would be better for her?",
    "What made him impatient and irritable with the man?",
    "What did he think about the man?",
    "What did this thought make him?",
    "What did the man do in his dream?",
    "What did Sadao mutter at him?",
    "Who opened the door?",
    "What did she ask?",
    "What did Sadao motion with his chin?",
    "What did he say to her?",
    "What did she have in her hand?",
    "What did she ask?",
    "What was Sadao's reply?",
    "What did he tell her to do when he breathes badly?",
    "What did she crouch close to?",
    "What did she think about the man's face?",
    "What did she wonder about?",
    "What were the reports in the newspapers?",
    "Who did she remember sometimes?",
    "What did she hope anxiously?",
    "What did she observe at this moment?",
    "What did she murmur?",
    "What did Sadao feel at this moment?",
    "What did he feel only?",
    "What had his old American professor of anatomy seen to?",
    "What had the professor thundered at his classes?",
    "What did Sadao murmur?",
    "What was his habit?",
    "What did he do then?",
    "What did the man do?",
    "What did he mutter?",
    "What did Hana cry sharply?",
    "What did Sadao say?",
    "What did Sadao do then?",
    "What did he think?",
    "What did he tell Hana?",
    "What did he do with the hypodermic?",
    "What happened to the pulse?",
    "What did he say to Hana and sighed?",
    "What happened to the young man?",
    "What did Hana feel compelled to do?",
    "Who served him?",
    "What did she see when she came in the first time?",
    "What did she beg him softly?",
    "What did he gasp?",
    "What was her reply?",
    "What did she do when he could not reply?",
    "What did she say to him?",
    "What did Sadao find on the third day after the operation?",
    "What did Sadao cry?",
    "What did he do to the man?",
    "What did he scold him?",
    "What did the boy mutter?",
    "How old did he look?",
    "What did Sadao say he did not know?",
    "What did he say he ought to do?",
    "What did he tell the man not to tell him?",
    "What did the young man do?",
    "What did he whisper?",
    "Who was waiting for Sadao outside the door?",
    "What did Yumi tell Sadao?",
    "What did Sadao say harshly?",
    "What did Hana say anxiously?",
    "What happened to the household?",
    "What did the old gardener say one morning?",
    "What had he been a specialist in?",
    "What did the cook say contemptuously?",
    "What did Yumi say sadly?",
    "What did Hana know as she stood arranging the day's flowers?",
    "What was the name the prisoner told Hana?",
    "What did Sadao do every day?",
    "What had been pulled out this morning?",
    "What did Sadao do after examining the wound?",
    "What did he type in the letter?",
    "What happened on the seventh day?",
    "What did the servants do?",
    "What did Hana do when they appeared before her in the kitchen?",
    "What did Yumi do after she had gone?",
    "What did she say to Hana?",
    "What did Hana tell herself?",
    "What did she ask Sadao after taking morning food to the prisoner?",
    "What did Sadao say to the prisoner a little later?",
    "What did he see on the young face?",
    "What did the boy murmur?",
    "What did Sadao say coldly?",
    "What did he see in the boy's eyes again?",
    "What happened in the afternoon?",
    "What did Hana see?",
    "What did she do?",
    "What did Sadao do?",
    "What did he ask the messenger?",
    "What did the man say?",
    "What did Hana breathe?",
    "What did the messenger exclaim?",
    "What did Hana say to Sadao when he came to say goodbye?",
    "What did he say in distress?",
    "What did the General say weakly?",
    "What did Sadao say he cared nothing for?",
    "What did the General say it only makes him feel?",
    "What did he ask Sadao?",
    "What was Sadao's reply?",
    "What did the General say with anxiety?",
    "What did he say, closing his eyes?",
    "What did Sadao suggest?",
    "What was the General's reply?",
    "What did he say about the best surgeons?",
    "What did he sigh?",
    "What did he say would be a pity?",
    "What did the General laugh and say?",
    "What did Sadao smile and say?",
    "What did the General say, shaking his head?",
    "What did he say was very unfortunate?",
    "What did Sadao say gently?",
    "What did the General say would be best?",
    "Who did he say should do it?",
    "What did he say he had?",
    "What did he propose to do?",
    "What did he say would be more natural?",
    "What did Sadao agree?",
    "What did the General say, yawning?",
    "What did he say about the assassins?",
    "What did Sadao consider?",
    "What did he do then?",
    "What did he refuse to allow?",
    "What did he find to his surprise when he opened the door?",
    "What did he exclaim?",
    "What did Tom say gaily?",
    "What did Sadao inquire, surprised?",
    "What did he murmur?",
    "What did the young man say?",
    "What did Sadao do?",
    "What did Tom say warmly?",
    "What did Sadao say with difficulty?",
    "What did he do then?",
    "How did Sadao sleep that night?",
    "What did he think he heard?",
    "What did he do the next morning?",
    "What did he see when he opened the door?",
    "What did he tell Hana?",
    "What did Hana whisper?",
    "What did Sadao promise?",
    "What did he think must be the night?",
    "What happened that night?",
    "What did Hana wake and ask?",
    "What was Sadao's reply?",
    "What happened the next morning?",
    "What happened on the third night?",
    "What did Sadao do when he woke at the sound of a crash?",
    "What did Hana cry?",
    "What did he do?",
    "What did she cry?",
    "What did he mutter?",
    "What did his terror do to her?",
    "What was there when they waited?",
    "What did they do?",
    "What did he see when he opened the door of the guest room in the morning?",
    "What had the young man asked for yesterday?",
    "What did he say joyously?",
    "What did Sadao decide suddenly?",
    "What did he agree to?",
    "What did he tell the young man he could do?",
    "What did he say about the island?",
    "What did the young man ask?",
    "What did Sadao say gently?",
    "What did the young man do?",
    "When did Sadao see him again?",
    "What had he done as soon as it was dark?",
    "What did he do with the boat?",
    "What was the state of the moon?",
    "What did Hana say as she served his supper?",
    "What did Sadao say?",
    "What did he do that night before he went to bed?",
    "What was the state of the pulse?",
    "What did the young man tell Sadao?",
    "What was Sadao's reply?",
    "What had he hesitated a good deal about?",
    "What did he decide to do?",
    "What were his instructions for the flashlight?",
    "What did the young man breathe?",
    "How was he dressed?",
    "What did Sadao do at the last moment?",
    "What did the young American do?",
    "What did Sadao see?",
    "What did he do that night?",
    "What did the General ask faintly?",
    "What had happened to the General a week before?",
    "What had Sadao not been able to ask about?",
    "What had the servants done?",
    "Who was cross and why?",
    "What did Sadao feel after a week?",
    "What did he say to the General?",
    "What did the old man do?",
    "What did he say with some energy?",
    "What was Sadao's reply?",
    "What did the old man say in a tone of amazement?",
    "What did he say was the truth?",
    "What did Sadao murmur?",
    "What did the General say was very careless of him?",
    "What did he look at his doctor anxiously and say?",
    "What did Sadao say, comprehending?",
    "What did the General murmur and do?",
    "What was Sadao's reward?",
    "What did he see in the dusk?",
    "What did he stand for a moment on the veranda doing?",
    "What came into his mind?",
    "Who did he remember?",
    "What had he had great difficulty in?",
    "What had been bitter to live in?",
    "What had he once tried to be grateful to his landlady for?",
    "What did he remember now?",
    "What did he think, wondering?"
]