[
    "What did the man sell?",
    "How did he make the rattraps?",
    "Was his business profitable?",
    "What did he have to resort to?",
    "What was his physical appearance?",
    "How did life appear to such a vagabond?",
    "What was the entertaining thought that came to him one day?",
    "What was the world compared to?",
    "What was the purpose of the world, according to the man?",
    "What did the world offer as bait?",
    "What happened when someone was tempted by the bait?",
    "How had the world been to the man?",
    "What became his cherished pastime?",
    "What did he see one dark evening?",
    "What did he do at the cottage?",
    "How was he received?",
    "Who was the owner of the cottage?",
    "What did the owner do for the man?",
    "What did they do until bedtime?",
    "What did the old man share with his guest?",
    "What had the old man been in his days of prosperity?",
    "What supported him now?",
    "How much had he received in payment last month?",
    "What did the old man do to convince his guest?",
    "What did he show his guest?",
    "What did the two men do the next day?",
    "What did the crofter do when they left the cottage?",
    "What did the man with the rattraps do?",
    "What did the peddler do half an hour later?",
    "What did he do at the window?",
    "What did he do with the money?",
    "How did he feel as he walked away with the money?",
    "Where did he go after stealing the money?",
    "What happened to him in the forest?",
    "What did he realize he had been doing?",
    "What did he recall then?",
    "What did he think had happened to him?",
    "What did the forest seem like to him?",
    "What time of year was it?",
    "What did he do when he saw no way out?",
    "What did he hear as he laid his head on the ground?",
    "What did he think the sound was?",
    "What did he do then?",
    "What were the Ramsjö Ironworks?",
    "What happened at the ironworks in the summertime?",
    "What happened in the wintertime?",
    "Who was in the forge one dark evening before Christmas?",
    "What were they waiting for?",
    "What did one of them do from time to time?",
    "What sounds were heard in the forge?",
    "What did the blacksmith not notice?",
    "Was it unusual for poor vagabonds to be attracted to the forge?",
    "How did the blacksmiths react to the intruder?",
    "What did the intruder look like?",
    "What did he ask for?",
    "How did the master blacksmith respond?",
    "What did the tramp do?",
    "Who owned the Ramsjö iron mill in those days?",
    "What was the ironmaster’s greatest ambition?",
    "What did he do on his nightly rounds of inspection?",
    "What was the first thing the ironmaster saw in the forge?",
    "What did the ironmaster do?",
    "What did he say to the man?",
    "Did the man with the rattraps know the ironmaster?",
    "What did the man think he could get from the ironmaster?",
    "What did the man say to the ironmaster?",
    "What did the ironmaster say the man should not have done?",
    "What did the ironmaster invite him to do?",
    "Did the tramp accept the invitation?",
    "What did he think of?",
    "What did the ironmaster assume?",
    "What did the ironmaster tell him about his home?",
    "Did the stranger agree to go with him?",
    "What did the ironmaster say to the master blacksmith?",
    "What did the blacksmith understand?",
    "What happened half an hour later?",
    "Who had the ironmaster sent to persuade the man?",
    "Who was she followed by?",
    "What was the young girl like?",
    "What was the scene in the forge like?",
    "What did the young girl do?",
    "How did the man react?",
    "What was the young girl’s name?",
    "What did she say to the man?",
    "What did she notice about the man?",
    "What did she think about him?",
    "What did she assure him of?",
    "How did she say this?",
    "What did the man say to her?",
    "What did he do then?",
    "What were his thoughts as he was riding up to the manor house?",
    "What day was it the next day?",
    "What did the ironmaster think of when he came into the dining room?",
    "What did he say to his daughter?",
    "What did the daughter say about the man?",
    "What did the father say?",
    "What happened just as he said this?",
    "What did the stranger look like now?",
    "How did the ironmaster react?",
    "What did the stranger say?",
    "What did the ironmaster say?",
    "What did the tramp do?",
    "What did he say about the world?",
    "What did the ironmaster do?",
    "What did the ironmaster tell him to do?",
    "What did the daughter say?",
    "What did the daughter do?",
    "What had she felt that morning?",
    "What did the young girl say to her father?",
    "What did the ironmaster do?",
    "What did the young girl do?",
    "What did the man with the rattraps do?",
    "What did he do after that?",
    "What happened in the evening?",
    "What did he do then?",
    "What did he do two hours later?",
    "What did he do as soon as they got up from the table?",
    "What did the young girl give him to understand?",
    "What did the man with the rattraps do in response?",
    "What did the ironmaster and his daughter do the next morning?",
    "What did they learn at church?",
    "What did the father say?",
    "What did the ironmaster ask the valet?",
    "What did the valet answer?",
    "What had the man left behind?",
    "What did the young girl find in the package?",
    "What was in the rattrap?",
    "What did the letter say?",
    "What was the rattrap a Christmas present from?",
    "How did he sign the letter?"
]