[
    "How long ago was the interview invented?",
    "What has the interview become a commonplace of?",
    "Who will have read an interview at some point in their lives?",
    "How many celebrities have been interviewed over the years?",
    "What varies considerably about the interview?",
    "What are some of the extravagant claims made for the interview?",
    "Who usually despises the interview?",
    "How do they see the interview?",
    "What is the belief in some primitive cultures about taking a photographic portrait?",
    "What does V. S. Naipaul feel about interviews?",
    "What was Lewis Carroll said to have had of the interviewer?",
    "Did Lewis Carroll ever consent to be interviewed?",
    "What made him repel acquaintances, interviewers, and petitioners for his autograph?",
    "What did Rudyard Kipling express towards the interviewer?",
    "What did his wife, Caroline, write in her diary on 14 October 1892?",
    "What did her husband say to the reporters?",
    "What had Kipling himself perpetrated on Mark Twain a few years before?",
    "What did H. G. Wells refer to the interview as in 1894?",
    "Was H. G. Wells a frequent interviewee?",
    "Who did he find himself interviewing forty years later?",
    "What did Saul Bellow once describe interviews as being like?",
    "What is the interview, despite its drawbacks?",
    "According to Denis Brian, what are our most vivid impressions of our contemporaries through?",
    "How does almost everything of moment reach us?",
    "What position does the interviewer hold because of this?",
    "What is the title of Part II?",
    "Who is the interviewer in the extract?",
    "Who is the interviewee?",
    "What is Umberto Eco a professor of?",
    "What had he already acquired a formidable reputation as?",
    "What did he acquire in 1980?",
    "With the publication of which book did he acquire intellectual superstardom?",
    "How many copies did The Name of the Rose sell?",
    "What did the English novelist and academic David Lodge once remark?",
    "What is Umberto Eco’s response to this?",
    "What is the one thing that Umberto Eco is always doing?",
    "What philosophical interests does Umberto Eco have?",
    "What are his books for children about?",
    "What is Umberto Eco’s secret?",
    "What does he call the empty spaces in our lives?",
    "What example does he give of an interstice?",
    "What does he do in these empty spaces?",
    "What is the quality of Umberto Eco’s non-fictional writing and scholarly work?",
    "What is it a marked departure from?",
    "What did one of the professors say when Umberto Eco presented his first Doctoral dissertation?",
    "What did the professor recognise at the same time?",
    "What did Umberto Eco understand at the age of 22?",
    "Why do his essays always have a narrative aspect?",
    "Why did he probably start writing novels so late?",
    "Who was his dear friend who was always frustrated that he was an essayist and not a novelist?",
    "What did Roland Barthes want to do?",
    "Did Umberto Eco ever feel this kind of frustration?",
    "How did he start writing novels?",
    "How many novels has he written?",
    "How many scholarly works of non-fiction has he written?",
    "Does it bother him that most people know him as a novelist?",
    "How does he consider himself?",
    "What does he participate in?",
    "With which community does he identify himself?",
    "What does he know that by writing novels, he reaches?",
    "How many readers can he expect to have with stuff on semiotics?",
    "What kind of novel is The Name of the Rose?",
    "What does it delve into?",
    "What did it enjoy?",
    "Was Umberto Eco puzzled by this?",
    "Who is puzzled by the success of the novel?",
    "What do journalists and publishers believe?",
    "How many people are there on this planet?",
    "How many copies did The Name of the Rose sell?",
    "What kind of readers did he reach?",
    "What does Umberto Eco himself do at 9 pm after dinner?",
    "What did his American publisher say to him?",
    "How many copies did she expect to sell?",
    "How many copies did it sell in the U.S.?",
    "What does Umberto Eco think about the success of the book?",
    "What does he think would have happened if he had written the book ten years earlier or ten years later?"
]